package org.comstudy21.ch02;

public class Ch02Homework {
	public static void main(String[] args) {
		
	}
}
/*
 * 주말과제4: 높다/낮다 게임 구현하기
 * -------------------------------
 * GAME
 * -------------------------------
 * 시스템이 숫자를 생성하였습니다.
 * 정답입력(1~100사이) : 101
 * >>> 범위를 초과 하였습니다.
 * 다시입력(1~100사이) : 50
 * >>> 50은 너무 큰 숫자입니다.
 * >>> 기회가 4번 남았습니다.
 * 정답입력(1~49사이) : 30
 * >>> 30은 너무 작은 숫자입니다.
 * >>> 기회가 3번 남았습니다.
 * 정답입력(3~49사이) : 35
 * >>> 정답입니다!
 * -------------------------------
 * 계속 하시겠습니까(y/n)? t
 * >>> y또는 n만 입력 하세요!
 * 계속 하시겠습니까(y/n)? n
 * -------------------------------
 * 수고하셨습니다!
 */
